# Выведите на экран при помощи print() результат работы:

print(float('1'))  # ???
print(int(float('2.5')))  # ???
print(bool(1))  # ???
print(bool(''))  # ???
print(bool(0))  # ???
